{
  "title": "Emergence of collective propulsion through cell-cell adhesion",
  "abstract": "  The mechanisms driving the collective movement of cells remain poorly\nunderstood. To contribute toward resolving this mystery, a model was formulated\nto theoretically explore the possible functions of polarized cell-cell adhesion\nin collective cell migration. The model consists of an amoeba cell with\npolarized cell-cell adhesion, which is controlled by positive feedback with\ncell motion. This model cell has no persistent propulsion, and therefore\nexhibits a simple random walk when in isolation. However, at high density,\nthese cells acquire collective propulsion and form ordered movement. This\nresult suggests that cell-cell adhesion has a potential function, which induces\ncollective propulsion with persistence.\n",
  "summary": "A model was developed to explore the possible functions of polarized cell-cell adhesion in collective cell migration. The amoeba-like cell exhibits simple random walk behavior until high density is reached when it acquires collective propulsion and forms ordered movement due to this mechanism, indicating that cell-cell adhesion may induce persistent collective propulsion.",
  "extracted_info": {
    "METHODS": [],
    "RESULTS": [
      "This\nresult suggests that cell-cell adhesion has a potential function, which induces\ncollective propulsion with persistence."
    ]
  },
  "generated_description": "The study employed certain techniques to investigate the functionality of cell-cell adhesion in collective motion. The results showed that this mechanism plays an essential role in eliciting persistent collective movement among cells, indicating its potential function for enhancing mobility coordination.\n\nIn summary, the research highlights the significance of cell-cell contact as a critical factor influencing coordinated cellular activity resulting in enhanced propulsion with persistence. These findings have vital implications for our understanding of multi-cellular organisms' functional dynamics, particularly those that rely on synchronized and persistent movement to achieve efficiency or adaptability in various environmental contexts.",
  "citation_info": {
    "authors": [
      "Katsuyoshi Matsushita"
    ],
    "year": "",
    "title": "Emergence of collective propulsion through cell-cell adhesion",
    "journal": "arXiv",
    "doi": "http://arxiv.org/abs/1708.09593v1",
    "publication_date": "N/A"
  }
}