{
  "title": "Integrating In-silico and In-vitro approaches to identify plant-derived bioactive molecules against spore coat protein CotH3 and high affinity iron permease FTR1 of Rhizopus oryzae.",
  "abstract": "Rhizopus oryzae is one of the major causative agents of mucormycosis. The disease has a poor prognosis with a high mortality rate, and resistance towards current antifungal drugs poses additional concern. The disease treatment is complicated with antifungals; therefore, surgical approach is preferred in many cases. A comprehensive understanding of the pathogenicity-associated virulence factors of R. oryzae is essential to develop new antifungals against this fungus. Virulence factors in R. oryzae include cell wall proteins, spore germination proteins and enzymes that evade host immunity. The spore coat protein (CotH3) and high-affinity iron permease (FTR1) have been identified as promising therapeutic targets in R. oryzae. In-silico screening is a preferred approach to identify hit molecules for further in-vitro studies. In the present study, twelve bioactive molecules were docked within the active site of CotH3 and FTR1. Further, molecular dynamics simulation analysis of best-docked protein-ligand structures revealed the dynamics information of their stability in the biological system. Eugenol and isoeugenol exhibited significant binding scores with both the protein targets of R. oryzae and followed the Lipinski rule of drug-likeness. To corroborate the in-silico results, in-vitro studies were conducted using bioactive compounds eugenol, isoeugenol, and myristicin against R. oryzae isolated from the soil sample. Eugenol, isoeugenol exhibited antifungal activity at 156 µg/mL whereas myristicin at 312 µg/mL. Hence, the study suggested that eugenol and isoeugenol could be explored further as potential antifungal molecules against R. oryzae.",
  "summary": "The text discusses mucormycosis caused by Rhizopus oryzae with a poor prognosis and resistance to current drugs used for treatment. The development of new antifungals targeting virulence factors such as spore coat protein (CotH3) and high-affinity iron permease (FTR1) is essential; however, this presents challenges in terms of complexity due to the need for surgical approaches rather than oral administration. In-silico screening found twelve compounds that may be potential antifungal molecules against R. oryzae. Eugenol and isoeugenol showed significant binding scores with CotH3 and FTR1 proteins, as well as in vitro antifungal activity at concentrations of 156 µg/mL to 312 µg/mL; this suggests their potential use as new drugs against R. oryzae.",
  "extracted_info": {
    "METHODS": [],
    "RESULTS": [
      "To corroborate the in-silico results, in-vitro studies were conducted using bioactive compounds eugenol, isoeugenol, and myristicin against R. oryzae isolated from the soil sample."
    ]
  },
  "generated_description": "The study utilized both in-silico methods and in-vitro studies to investigate the bioactive compounds eugenol, isoeugenol, and myristicin against Rhabdidiella oryzae isolated from soil samples. These results showed significant inhibition activity of these compounds at a low concentration range. The findings suggest that natural substances such as eugenol, isoeugenol, and myristicin possess potential bioactivity in controlling the growth of soil-borne plant pathogenic fungi such as R. oryzae",
  "citation_info": {
    "authors": [
      "Gupta",
      "Kumar",
      "Sen",
      "Sharma",
      "Kumar",
      "Sengupta",
      "Vijayaraghavan"
    ],
    "year": "",
    "title": "Integrating In-silico and In-vitro approaches to identify plant-derived bioactive molecules against spore coat protein CotH3 and high affinity iron permease FTR1 of Rhizopus oryzae.",
    "journal": "Current research in microbial sciences",
    "doi": "10.1016/j.crmicr.2024.100270",
    "publication_date": "N/A"
  }
}