{
  "title": "Irisin mitigates salt-sensitive hypertension via regulating renal AMPK-Rac1 pathway.",
  "abstract": "Irisin, as a myokine, plays a protective role against cardiovascular disease, including myocardial infarction, atherosclerosis and hypertension. However, whether irisin attenuates salt-sensitive hypertension and the related underlying mechanisms is unknown. Male Dahl salt-resistant (DSR) and Dahl salt-sensitive (DSS) (12 weeks) rats were fed a high salt diet (8% NaCl) with or without irisin treatment by intraperitoneal injection for 8 weeks. Compared with DSR rats, DSS rats showed higher systolic blood pressure (SBP), impaired natriuresis and diuresis and renal dysfunction. In addition, it was accompanied by downregulation of renal p-AMPKα and upregulation of renal RAC1 and nuclear mineralocorticoid receptor (MR). Irisin intervention could significantly up-regulated renal p-AMPKα level and down-regulated renal RAC1-MR signal, thereby improving renal sodium excretion and renal function, and ultimately reducing blood pressure in DSS rats. Ex vivo treatment with irisin reduced the expression of RAC1 and nuclear MR in primary renal distal convoluted tubule cells from DSS rats and the effects of irisin were abolished by cotreatment of compound C (AMPK inhibitor), indicating that the regulation of RAC1-MR signals by irisin depended on the activation of AMPK. Irisin administration lowered salt-sensitive hypertension through regulating RAC1-MR signaling via activation of AMPK, which may be a promising therapeutic approach for salt-sensitive hypertension.",
  "summary": " Irisin, a myokine, has been found to protect against cardiovascular diseases like heart attacks and hardening of the arteries. However, its effect on salt-sensitive hypertension in rats is not well understood. The study involved Dahl salt-resistant (DSR) and salt-sensitive (DSS) rats fed a high salt diet for 12 weeks, with or without irisin treatment by injection. DSS rats had higher blood pressure, issues with natriuresis and diuresis, and changes in renal p-AMPKα levels along with upregulation of RAC1 and nuclear MR. Irisin increased renal p-AMPKα and decreased RAC1-MR signaling, enhancing sodium excretion and renal function, ultimately lowering blood pressure in DSS rats. In vitro tests showed that irisin treatment reduced RAC1 and nuclear MR expression, which could be blocked by compounds inhibiting AMPK activation. Thus, irisin therapy may help lower blood pressure in salt-sensitive hypertension patients.",
  "extracted_info": {
    "METHODS": [],
    "RESULTS": []
  },
  "generated_description": " Certainly! However, you haven't provided specific details about the \"methods\" and \"results\" you mentioned. To assist you effectively, I need more information or data to generate an accurate and insightful description. Please provide the details so I can proceed with your request.",
  "citation_info": {
    "authors": [
      "Mao",
      "Zhang",
      "Wang",
      "Peng"
    ],
    "year": "",
    "title": "Irisin mitigates salt-sensitive hypertension via regulating renal AMPK-Rac1 pathway.",
    "journal": "Clinical and experimental hypertension (New York, N.Y. : 1993)",
    "doi": "10.1080/10641963.2024.2402258",
    "publication_date": "N/A"
  }
}