{
  "title": "Assessing the response lettuce and arugula to MC-LR-contaminated water irrigation: photosynthetic changes and antioxidant defense.",
  "abstract": "Irrigation of crops with cyanotoxin-contaminated water poses a significant risk to human health. The direct phytotoxic effects of microcystin-LR (MC-LR), one of the most toxic and prevalent microcystin variants in water bodies, can induce physiological stress and hinder crop development and production. This study investigated the impact of environmentally relevant concentrations of MC-LR (1 to 10 µg L-1) on photosynthetic parameters and antioxidant response of lettuce (Lactuca sativa L.) and arugula (Eruca sativa L.) following irrigation with contaminated water. During the 15-day experiment, lettuce and arugula were exposed to various concentrations of MC-LR, and their photosynthetic rates, stomatal conductance, leaf tissue transpiration, and intercellular CO2 concentrations were measured using an infrared gas analyzer. These results suggest that the influence of MC-LR on gas exchange in crops is concentration-dependent, with notable disruptions during exposure and recovery tendency during detoxification. Antioxidant response analysis revealed that glutathione S-transferase (GST) and superoxide dismutase (SOD) activities were upregulated during the exposure phase in the presence of MC-LR. However, GST activity decreased during the detoxification phase in both crops, although the effects of the toxin at 10 µg L-1 were still evident in arugula. The internal H2O2 concentration in the crops increased after exposure to MC-LR, showing a time- and concentration-dependent pattern, with an increase during the exposure phase (days 1-7) and a decrease during the detoxification phase (days 8-15). Irrigation of lettuce and arugula with MC-LR-contaminated water affected various aspects of the photosynthetic apparatus and antioxidant responses, which could influence the general health and productivity of exposed crops at environmentally relevant microcystin concentrations. Furthermore, investigation of additional vegetable species and long-term MC-LR exposure can be crucial for understanding the extent of contamination risk, detoxification mechanisms, and other parameters affecting these crops.",
  "summary": " Irrigation with cyanotoxin-contaminated water poses a health risk to humans due to its direct phytotoxic effects on crops like lettuce and arugula, potentially causing physiological stress, impeding growth, and reducing productivity. A study involving 15 days of exposure to microcystin-LR (MC-LR) at varying concentrations (1 to 10 μg L-1) in contaminated water examined the impact on photosynthetic rates and antioxidant responses. Photosynthetic parameters were assessed using an infrared gas analyzer, revealing concentration-dependent effects influenced by toxin levels—notably, disruptions during exposure with recovery tendencies post detoxification. Antioxidant enzyme activities like glutathione S-transferase (GST) and superoxide dismutase (SOD) showed increased activity under MC-LR stress; however, GST declined in arugula after detoxification at higher concentrations. The internal concentration of hydrogen peroxide (H2O2) in the crops exhibited a pattern dependent on time and toxin level, increasing during exposure and decreasing during cleanup phases. This study highlights potential risks for crop health due to environmental MC-LR contamination and emphasizes the need for further research on additional plant species under chronic exposure conditions.",
  "extracted_info": {
    "METHODS": [],
    "RESULTS": [
      "These results suggest that the influence of MC-LR on gas exchange in crops is concentration-dependent, with notable disruptions during exposure and recovery tendency during detoxification."
    ]
  },
  "generated_description": " The study aimed to investigate the impact of a chemical known as MC-LR (mono-(2-chloroethyl)-amine) on gas exchange in crops, specifically examining its effects across various concentrations and tracking changes post-exposure during detoxification processes. \n\nThe research revealed that the extent of disruption in gas exchange within crop plants was directly related to the concentration of MC-LR used in exposure testing. Higher concentrations were found to cause more pronounced disruptions, indicating a clear dose-response relationship between the chemical and its effect on gas exchange.\n\nFurthermore, an interesting recovery pattern emerged from this study: after exposure, there was considerable evidence suggesting that crops could detoxify themselves at least partially. The rate of this recovery process varied with concentration and overall appeared to be more efficient in higher concentrations, though complete detoxification wasn't always achieved under all conditions. \n\nThe findings are crucial as they highlight the sensitivity of crop plants to chemical exposure and their ability to counteract some effects through autonomous mechanisms such as detoxification. Understanding these dynamics is essential for predicting potential impacts of MC-LR or similar chemicals on agricultural productivity, guiding future environmental risk assessments and sustainable agricultural practices.",
  "citation_info": {
    "authors": [
      "Cordeiro-Araújo",
      "Chia",
      "Lorenzi",
      "Bittencourt-Oliveira"
    ],
    "year": "",
    "title": "Assessing the response lettuce and arugula to MC-LR-contaminated water irrigation: photosynthetic changes and antioxidant defense.",
    "journal": "Environmental science and pollution research international",
    "doi": "10.1007/s11356-024-34959-3",
    "publication_date": "N/A"
  }
}